{
    "products": [
        {
            "name": "Kingston DataTraveler MicroDuo 3a",
            "price": "600",
            "category": "USB",
            "description": "Flash disk 256 GB - USB 3.2 Gen 1 (USB 3.0), konektor USB-A a USB-C",
            "more_info": "I když je dnes cloudové úložiště snadno dostupné, ne vždy je možné připojit se k internetu. V této situaci se jako řešení nabízí flash disk Kingston. Poskytuje kapacitu 256 GB, která je určena těm nejnáročnějším uživatelům. Dokáže obsáhnout celou kolekci filmů, hudby nebo uloží vaši sbírku fotografií. Flash disk se k vašemu zařízení připojí přes konektor USB-A a USB-C s rozhraním USB 3.2 Gen 1 (USB 3.0). K uložení 15GB Full HD filmu budete potřebovat cca 3,5 minuty a pro přenos 1GB souboru postačí pouze 15 vteřin. ",
            "id": 3,
            "properties": {
                "Rychlost čtení": "200 MB\/s",
                "Výbava": " Krytka"
            },
            "image": ".\/images\/products\/1.jpg",
            "images": [
                ".\/images\/products\/1_copy1.jpg",
                ".\/images\/products\/2.jpg"
            ]
        },
        {
            "name": "Xiaomi Mi Router 4C ",
            "price": "400",
            "category": "Router",
            "description": "WiFi router - WiFi 4, standard 802.11\/b\/g\/n",
            "more_info": "Wifi zařízení do kanceláře i do domácnosti, Xiaomi Mi Router 4C (White) pro vás vytvoří síť bezdrátového internetu pro připojení mnoha zařízení ve vaší domácnosti. Pracuje na bázi WiFi 4, vysílání je typu tzv. Single-band, tedy jednopásmové. Používá 4 externí antény. Rychlost bezdrátového připojení je až 300 Mb\/s.",
            "id": 5,
            "properties": {
                "Externích antén": "4",
                "Zabezpečená síť ": "Ano"
            },
            "image": ".\/images\/products\/11.png",
            "images": [
                ".\/images\/products\/11.png",
                ".\/images\/products\/12.png"
            ]
        },
        {
            "name": "AlzaPower AluCore USB-A (M)",
            "price": "280",
            "category": "HUB",
            "description": "USB Hub - SuperSpeed USB 5 Gb\/s, připojení pomocí 1× USB-A (M)",
            "more_info": "Pomocí malého a lehkého USB hubu AlzaPower AluCore jednoduše rozšíříte počet konektorů na svém počítači či notebooku s operačními systémy MacOS nebo Windows – stačí vám k tomu pouze jeden volný USB-A port. Rázem tak získáte celkem čtyři USB-A 3.2 Gen 1 porty navíc. USB hub AlzaPower AluCore můžete využít pro připojení periferií jako např. klávesnice, myši, tiskárny či flashdisku, případně nouzové dobíjení drobné elektroniky. Kompatibilita je zajištěna i s mobilními telefony nebo tablety s Androidem, zde je možné do USB rozbočovače AlzaPower AluCore připojit pouze flashdisk.",
            "id": 6,
            "properties": {
                "Podpora": " Sync & Charge"
            },
            "image": ".\/images\/products\/APWHA04-01.png",
            "images": [
                ".\/images\/products\/10_copy2.png",
                ".\/images\/products\/11_copy1.png",
                ".\/images\/products\/12_copy1.png"
            ]
        },
        {
            "name": "Ubiquiti UniFi U7 Pro Max",
            "price": "7279",
            "category": "Router",
            "description": "WiFi Access Point - tri-band (2,4 GHz 688 Mb\/s)",
            "more_info": "Hodilo by se vám doma nebo v kanceláři spolehlivé bezdrátové připojení? WiFi access point Ubiquiti zajistí rychlý internet na každém jednotlivém zařízení. Prodlužuje signál WiFi a díky tomu nedochází při přechodu mezi místnostmi k jeho ztrátě. Vysílá na třech frekvenčních pásmech 2,4 GHz, 5 GHz a 6 GHz, tím je dosaženo zvýšené kapacity a výkonu pro více zařízení. Přístupový bod se hodí se do kanceláří, domácností nebo škol, kde posílí bezdrátové připojení. Prostřednictvím WiFi dokáže přenášet 14988 Mb\/s, a tak nemusíte mít obavy, že by připojení nebylo dost rychlé. K zajištění bezpečného přenosu dat slouží šifrování WPA-PSK, WPA-Enterprise a WPA3. Přístupový bod Ubiquiti vám zajistí spojení s digitálním světem.\r\n\r\n",
            "id": 9,
            "properties": {
                "Rychlost WiFi přenosu": "14 988 Mb\/s",
                "Standardy": " 802.11ac, 802.11ax, 802.11be, 802.11n"
            },
            "image": ".\/images\/products\/Ubiq24085-01.png",
            "images": [
                ".\/images\/products\/6.png",
                ".\/images\/products\/7.png"
            ]
        },
        {
            "name": "SanDisk Ultra Dual GO 256GB USB-C",
            "price": "700",
            "category": "USB",
            "description": "Flash disk 256 GB - USB 3.2 Gen 1 (USB 3.0), konektor USB-A a ",
            "more_info": "I když je dnes na internetu mnoho cloudových úložišť, ne všechny informace chcete pustit do jejich útrob. V takovém okamžiku oceníte flash disk SanDisk. Poskytuje kapacitu 256 GB, která uspokojí i nejnáročnější uživatele. S takovým úložným prostorem pojme celou kolekci filmů, hudby nebo uloží vaši sbírku fotografií. Flash disk se k vašemu přístroji připojí prostřednictvím konektoru USB-A a USB-C s rozhraním USB 3.2 Gen 1 (USB 3.0). Při nahrávání souboru budete mít k dispozici rychlost 150 MB\/s. Uložení filmu o velikosti 15 GB ve Full HD kvalitě vám zabere kolem 3,5 minut a přenos souboru o velikosti 1 GB zvládnete za 15 vteřin. Při čtení souborů se rychlost pohybuje okolo 150 MB\/s. USB flash disk SanDisk dotváří černá barva. Díky kompaktním rozměrům 12,1 × 44,4 × 8,6 mm (v×š×d) jej snadno přemístíte kamkoliv s sebou.",
            "id": 10,
            "properties": {
                "Rozhraní:": "USB 3.2 Gen 1"
            },
            "image": ".\/images\/products\/DU051b5d-02.jpg",
            "images": [
                ".\/images\/products\/DU051b5d-02.jpg"
            ]
        },
        {
            "name": "Kingston FURY Renegade NVMe",
            "price": "2169",
            "category": "USB",
            "description": "SSD disk M.2 (PCIe 4.0 4x NVMe), TLC (Triple-Level Cell), ",
            "more_info": "Stavíte nový počítač nebo upgradujete ten starý? Nebo potřebujete rozšířit úložiště v herní konzoli PlayStation 5? V tom případě oceníte moderní M.2 disk Kingston Renegade NVMe s podporou tolik žádaného rozhraní PCIe 4.0. Díky němu totiž získáte vysoké přenosové rychlosti, které se pozitivně projeví při spouštění PC, načítání složitých aplikací nebo her a celkově se stane práce s PC mnohem pohodlnější a rychlejší. Zároveň tento typ disků zcela postrádá rotující části, takže poruchovost a s tím spojená ztráta dat se pohybuje na zcela minimální hodnotě.",
            "id": 11,
            "properties": {
                "Typ úložiště": " SSD",
                "Použití": "Použití Do notebooku, Do počítače, Interní"
            },
            "image": ".\/images\/products\/1.jpeg",
            "images": [
                ".\/images\/products\/1_copy1.jpeg",
                ".\/images\/products\/2.jpeg"
            ]
        },
        {
            "name": "Seasonic 12VHPWR Cable Black",
            "price": "399",
            "category": "Kabel",
            "description": "Redukce PCIe 8-pin napájení - propojovací, rovné zakončení, ",
            "more_info": "Redukce Seasonic umožňuje propojení dvou různých typů rozhraní a zaručuje jejich vzájemnou kompatibilitu\r\nZprostředkuje bezproblémovou komunikaci mezi vašimi zařízeními\r\nPřenáší napájecí signál\r\n2× PCIe 8-pin napájení male konektor\r\n1× PCIe 16-pin napájení male konektor\r\nBarva redukce Seasonic je černá\r\nS rovným zakončením se snadno připojuje k jiným zařízením nebo portům\r\nS redukcí Seasonic s délkou 0,75 m spojíte zařízení blízko sebe",
            "id": 12,
            "properties": {
                "Male konektor - Počet": " 2 ×",
                "Délka kabelu": "0,75 m"
            },
            "image": ".\/images\/products\/4.png",
            "images": [
                ".\/images\/4.png",
                ".\/images\/5.png",
                ".\/images\/6.png"
            ]
        },
        {
            "name": "Apacer AS350 Panther 1TB",
            "price": "1349",
            "category": "SSD disk",
            "description": "SSD disk 2.5\", SATA III, TLC (Triple-Level Cell)",
            "more_info": "Mnoho lidí ho popisuje jako výrazný posun ve výběru komponentů při stavbě PC. SSD APACER patří mezi komponenty, které jednoznačně zvýší efektivitu vašeho PC nebo jiného zařízení. Model nazvaný Apacer AS350 Panther 1TB je ideální primárně jako SSD do notebooku a počítače s 2,5\" slotem na disk. Pro vaše data je vymezena kapacita 1000 GB. Takovou kapacitu běžný uživatel využije jako plnohodnotnou náhradu běžných harddisků. Pro zapojení tohoto SSD využijete rozhraní SATA III.",
            "id": 13,
            "properties": {
                "Rychlost čtení": " 560 MB\/s",
                "Rychlost zápisu": "540 MB\/s"
            },
            "image": ".\/images\/products\/11322-3_apa350b4.png",
            "images": [
                ".\/images\/products\/11322_apa350b4-03.png",
                ".\/images\/products\/11322-3_apa350b4_copy1.png"
            ]
        },
        {
            "name": "Patriot VIPER VP4300 Lite 2TB",
            "price": "3199",
            "category": "SSD disk",
            "description": "SSD disk M.2 (PCIe 4.0 4x NVMe), 3D NAND, ",
            "more_info": "Mnoho uživatelů ho označuje jako malou revoluci ve výběru komponentů při stavbě PC. SSD disk Patriot patří mezi komponenty, které významně ovlivní načítací časy vášeho PC nebo jiného notebooku. Model nazvaný Patriot VIPER VP4300 Lite 2TB je stvořený jako SSD disk do notebooku nebo do počítačů vybavených konektorem M.2. Pro váš operační systém či data je připravena kapacita 2000 GB. Tato kapacita strčí do kapsy klasické disky v datových centrech. SSD tohoto typu propojíte s PC přes konektor M.2 (PCIe 4.0 4x NVMe).",
            "id": 14,
            "properties": {
                "Rychlost čtení": " 7 400 MB\/s",
                "Rychlost zápisu": " 6 400 MB\/s"
            },
            "image": ".\/images\/products\/9.png",
            "images": [
                ".\/images\/products\/9.png",
                ".\/images\/products\/10.png",
                ".\/images\/products\/11.png"
            ]
        },
        {
            "name": "AlzaPower AluCore USB-C ",
            "price": "349",
            "category": "Kabel",
            "description": "Datový kabel - USB Hi-Speed 480 Mb\/s, Sync & Charge až 3A, 1x USB-C",
            "more_info": "Tento kabel konečně vyřeší všechny vaše běžné problémy s kabely. Neničí se, protože díky speciální konstrukci a nylonovému opletu vydrží až 12 000 ohybů konektoru. Snadno se přenáší díky stahovací pásce VelcroStrap+ a je oficiálně certifikován pro použití s Apple zařízeními.",
            "id": 15,
            "properties": {
                "Podpora": " Power Delivery 3.0, Sync & Charge",
                "Typ": " Propojovací kabel"
            },
            "image": ".\/images\/products\/12.png",
            "images": [
                ".\/images\/products\/12.png",
                ".\/images\/products\/13.png",
                ".\/images\/products\/14.png"
            ]
        },
        {
            "name": "AlzaPower USB-C (F) na Micro USB-B 2.0 (M)",
            "price": "129",
            "category": "USB",
            "description": "Redukce výstup Micro USB, vstup USB-C, USB Hi-Speed 480 Mb\/s, ",
            "more_info": "Praktický univerzální adaptér AlzaPower USB-C <-> microUSB vám v mnoha ohledech usnadní život. Využijete jej v kombinaci s mobilními telefony, tablety a dalšími elektronickými zařízení. Díky tomuto adaptéru můžete např. nabíjet USB-C nabíječkou smartphone s microUSB konektorem.",
            "id": 16,
            "properties": {
                "Typ": " Redukce",
                "Podpora": " Sync & Charge",
                "Zakončení": " Rovné"
            },
            "image": ".\/images\/products\/15.png",
            "images": [
                ".\/images\/products\/15.png",
                ".\/images\/products\/16.png",
                ".\/images\/products\/17.png"
            ]
        },
        {
            "name": "TP-Link Archer A6",
            "price": "910",
            "category": "Router",
            "description": "WiFi router - vnitřní WiFi 5, standard 802.11\/g\/n\/ac",
            "more_info": "Dvoupásmová WiFi – 867 Mb\/s v pásmu 5 GHz a 400 Mb\/s v pásmu 2,4 GHz\r\nTechnologie MU-MIMO umožňuje současný přenos dat do více zařízení s vyšším výkonem\r\nČtyři externí antény s technologií Beamforming \r\nPodporuje režim přístupového bodu\r\nSnadné nastavení pomocí aplikace TP-Link Tether\r\nKompatibilní s EasyMesh",
            "id": 17,
            "properties": {
                "Typ WiFi": " WiFi 5",
                "Pásma WiFi": " 2,4 GHz, 5 GHz"
            },
            "image": ".\/images\/products\/3.jpeg",
            "images": [
                ".\/images\/products\/4.jpeg",
                ".\/images\/products\/5.jpeg"
            ]
        },
        {
            "name": "Ubiquiti UniFi AP 6 Mesh",
            "price": "4990",
            "category": "WiFi Access Point",
            "description": "WiFi Access Point - WiFi 6, dual-band",
            "more_info": "Je pro vás klíčové používat kvalitní bezdrátové připojení? WiFi access point Ubiquiti nabízí okamžitý přístup na internet pro všechna jednotlivá zařízení. Prodlužuje WiFi signál, což zabraňuje ztrátě spojení při pohybu mezi místnostmi. Používá dvě frekvenční pásma (2,4 a 5 GHz), a tak budete moci na jedno z nich připojit smart home zařízení a na druhé ostatní zařízení jako jsou mobilní telefony, notebooky apod. Přístupový bod je vhodný do kanceláří, domácností nebo škol, kde zlepší bezdrátové připojení. Prostřednictvím WiFi dokáže přenášet 4800 Mb\/s, a tak můžete očekávat dostatečně rychlé připojení. K podporovaným standardům patří 802.11a, 802.11b, 802.11g, 802.11n, 802.11ac a 802.11ax, podporuje tak generaci WiFi 6. ",
            "id": 18,
            "properties": {
                "Pásma WiFi": " 2,4 GHz, 5 GHz",
                "Rychlost WiFi přenosu": " 4 800 Mb\/s"
            },
            "image": ".\/images\/products\/4.png",
            "images": [
                ".\/images\/products\/4.png",
                ".\/images\/products\/5.png",
                ".\/images\/products\/6.png"
            ]
        },
        {
            "name": "TP-Link TL-WR844N",
            "price": "429",
            "category": "Router",
            "description": "WiFi router - WiFi 4, standard 802.11\/b\/g\/n,",
            "more_info": "Základní WiFi router pro méně náročné uživatele\r\nVelmi dobré pokrytí včetně technologie MU-MIMO, která obslouží více zařízení současně\r\nRodičovská kontrola pro správu připojení i zařízení, které využívají děti\r\nSprávu sítě máte snadno pod přímou kontrolou díky aplikaci TP-Link Tether\r\nVhodný pro streamování HD videa\r\nMobilní aplikace v češtině a slovenštině",
            "id": 19,
            "properties": {
                "Pásma WiFi": " 2,4 GHz",
                "Funkce": " Extender, Klient, Přístupový bod (Access point), Router"
            },
            "image": ".\/images\/products\/7.png",
            "images": [
                ".\/images\/products\/7.png",
                ".\/images\/products\/8.png",
                ".\/images\/products\/9.png"
            ]
        },
        {
            "name": "Synology RT2600ac",
            "price": "4700",
            "category": "Wifi",
            "description": "WiFi router - standard 802.11s\/b\/g\/n\/ac, maximální rychlost ",
            "more_info": "Uživatelé s vysokými nároky na rychlost a síťové funkce ihned přijdou na chuť tomuto výkonnému řešení. Obsahuje komplexní VPN, vyšší zabezpečení, flexibilní sdílení souborů, a hlavně je po čertech rychlé. Díky spojení MU-MIMO a nejnovějšímu standardu 802.11.ac wave 2 umožňuje RT2600ac kombinovaně až 800 Mbps na frekvenci 2,4 GHz a 1733 na 5 GHz. Duální pásmo WiFi připojení umocňuje duální WAN vstup, čímž lze předejít výpadkům jednoho z poskytovatelů, dosáhnout internetové komunikace v tempu až 2 Gbps a optimalizovat datové toky až v 7. vrstvě.",
            "id": 20,
            "properties": {
                "Rychlost WiFi přenosu": " 2 530 Mb\/s",
                "Šifrování": " WEP 64bit, WPA, WPA2, WPA3"
            },
            "image": ".\/images\/products\/10.png",
            "images": [
                ".\/images\/products\/10.png",
                ".\/images\/products\/11.png"
            ]
        },
        {
            "name": "AlzaPower AluCore USB-A to USB-C 3.2 Gen 1",
            "price": "299",
            "category": "USB",
            "description": "Datový kabel SuperSpeed USB 5Gb\/s, Sync & Charge až 3A",
            "more_info": "Vyrobili jsme pro vás skutečně odolný napájecí a datový kabel AlzaPower AluCore USB-C 3.2 Gen1, který jsme opatřili odolným kovovým tělem a pozlacenými konektory. Kabel pro zařízení s USB-C portem podporuje přenos dat rychlostí až 5 Gb\/s a rychlonabíjení.",
            "id": 23,
            "properties": {
                "Maximální proud": "3 A",
                "Podpora": "Sync & Charge"
            },
            "image": ".\/images\/products\/1.png",
            "images": [
                ".\/images\/products\/1_copy1.png",
                ".\/images\/products\/2_copy1.png",
                ".\/images\/products\/3_copy1.png"
            ]
        },
        {
            "name": "Kingston DataTraveler SE9 512GB",
            "price": "899",
            "category": "USB",
            "description": "Flash disk 512 GB - USB 3.2 Gen 1 (USB 3.0), konektor USB-A,",
            "more_info": "Přestože dnešní doba přináší velké množství cloudových úložišť, nemusíte mít vždy k dispozici internetové připojení. V tom případě vám jistě svou službu udělá flash disk Kingston. Disponuje kapacitou 512 GB, která je určena těm nejnáročnějším uživatelům. Umožní spravovat i velmi rozsáhlé množství dat. Flash disk se k vašemu zařízení připojí přes konektor USB-A s rozhraním USB 3.2 Gen 1 (USB 3.0). Při nahrávání souboru budete mít k dispozici rychlost 100 MB\/s. Pro představu, uložení 15GB Full HD filmu bude trvat cca 3,5 minuty a přenos 1GB souboru dokončíte během 15 vteřin. ",
            "id": 24,
            "properties": {
                "Rychlost čtení": "200 MB\/s",
                "Rychlost zápisu": " 100 MB\/s"
            },
            "image": ".\/images\/products\/37000209-thousand.png",
            "images": [
                ".\/images\/products\/DU352m7h5-02.png",
                ".\/images\/products\/DU352m7h5-09.png"
            ]
        },
        {
            "name": "Samsung USB 3.2 512GB Bar Plus",
            "price": "1699",
            "category": "Flashdisk",
            "description": "Flash disk 512 GB - USB 3.2 Gen 1 (USB 3.0), konektor USB-A,",
            "more_info": "Flash disk Samsung BAR Plus 512 GB nabídne vysokou rychlost a stylové provedení\r\nKlasika v moderním provedení. Díky svému designu a výjimečné přenosové rychlosti se nová generace flash disků BAR Plus stane vaším nepostradatelným pomocníkem. Minimalistické kovové tělo se skvěle drží a je ukázkou stylu, který perfektně doplňuje vynikající výkon a spolehlivost.",
            "id": 25,
            "properties": {
                "Rychlost čtení": "400 MB\/s",
                "Rozhraní": " USB 3.2 Gen 1 (USB 3.0)"
            },
            "image": ".\/images\/products\/37000405-thousand.png",
            "images": [
                ".\/images\/products\/1_copy3.png",
                ".\/images\/products\/2_copy2.png",
                ".\/images\/products\/3_copy2.png"
            ]
        },
        {
            "name": "Ubiquiti UniFi Switch USW-Lite-8-PoE",
            "price": "3190",
            "category": "Switch",
            "description": "Switch domácí - centrálně řízený kontrolerem, 8× RJ-45, IGMP a DHCP",
            "more_info": "Ubiquiti UniFi Switch USW-Lite-8-PoE\r\nUbiquiti UniFi Switch USW-Lite-8-PoE představuje plně spravovatelný L2 switch s osmi gigabitovými ethernetovými porty. 4 porty z 8 podporují PoE+ napájení 802.3af\/at s maximálním výkonem 30W\/port. Celkový maximální výkon PoE+ je však pouze 52 W. Kvůli tomu se tento model hodí spíše jako datový s napájením několika málo zařízení na okraji sítě. Jeho maximální přepínací kapacita je 16 Gbps a propustnost pak 8 Gbps.\r\n\r\nKlíčové vlastnosti smart switche Ubiquiti UniFi Switch USW-Lite-8-PoE\r\n8 ethernetových portů RJ-45 (10\/100\/1000Mbit) z toho 4× PoE+\r\nCelkový maximální odběr PoE+ činí 52 W\r\nSmart switch Ubiquiti UniFi Switch USW-Lite-8-PoE využívá k obsluze UniFi Network Controller\r\nPřepínací kapacita 16 Gbps \/ celková propustnost 8 Gbps",
            "id": 26,
            "properties": {
                "Vrstva switchování": " L2",
                "Pokročilé síťové funkce": " LACP agregace linek, QoS (Quality of Service), VLAN"
            },
            "image": ".\/images\/products\/Ubiq23_014.png",
            "images": [
                ".\/images\/products\/Ubiq23_014_copy1.png",
                ".\/images\/products\/Ubiq23_014-01.png"
            ]
        },
        {
            "name": "TP-Link TL-SG1016D",
            "price": "1819",
            "category": "Switch",
            "description": "Switch domácí - do racku, unmanaged, 16× RJ-45, Auto-MDI\/MDIX ",
            "more_info": "Mimořádně snadná obsluha\r\nAutomatické funkce zajišťují bezproblémovou instalaci (Plug and Play) tohoto gigabitového switche. Nevyžaduje žádnou konfiguraci. Funkce Auto MDI\/MDIX eliminuje potřebu křížených kabelů. Funkce automatického vyjednávání na každém portu snímá rychlost připojení síťového zařízení (buď 10, 100, anebo 1 000 Mbit\/s) a inteligentně ji přizpůsobuje podle kompatibility pro optimální výkon.\r\n\r\nObsah balení:\r\nSwitch\r\nNapájecí kabel\r\nInstalační manuál\r\nKit pro instalaci do racku\r\nGumové nožky",
            "id": 27,
            "properties": {
                "Funkce": " Auto-MDI\/MDIX, Auto-negotiation",
                "Pokročilé síťové funkce": " QoS (Quality of Service)"
            },
            "image": ".\/images\/products\/product_3804219.jpg",
            "images": [
                ".\/images\/products\/TP667k2_copy1.png",
                ".\/images\/products\/TP667k2-01.png"
            ]
        }
    ]
}